Repository: Lunatixz/XBMC_Addons
Catalog: script.twittertweets/resources/language/resource.language.*/strings.po
Languages: he_il

# #30000
source: Enable Debugging [Log errors]
he_il: אפשר מצב איתור באגים

# #30001
source: Twitter Account
he_il: חשבון טוויטר

# #30002
source: Check Tweets Every x Minutes
he_il: בדוק ציוצים כל x דקות

# #30003
source: Close After x Seconds
he_il: סגור לאחר x שניות

# #30004
source: Don't Show While Playing
he_il: אל תציג תוך כדי ניגון

# #30005
source: General
he_il: כללי

# #30006
source: Twitter (1)
he_il: טוויטר (1)

# #30007
source: Twitter (2)
he_il: טוויטר (2)

# #30008
source: Twitter (3)
he_il: טוויטר (3)

# #30009
source: Twitter (4)
he_il: טוויטר (4)

# #30010
source: Twitter (5)
he_il: טוויטר (5)

# #30011
source: Display Attachment
he_il: הצג קובץ מצורף

# #30012
source: Restarting Service...
he_il: הפעלת שירות מחדש ...

# #30013
source: Include Retweets
he_il: כלול חזרה על ציוצים
