Repository: Lunatixz/XBMC_Addons
Catalog: plugin.video.plutotv/resources/language/resource.language.*/strings.po
Languages: he_il

# #30000
source: Enable Debugging [Log errors]
he_il: אפשר מצב איתור באגים

# #30001
source: Enter User Email
he_il: הזן אי-מייל משתמש

# #30002
source: Enter User Password
he_il: הזן סיסמת משתמש

# #30004
source: Some channels not available in your region
he_il: כמה ערוצים אינם זמינים באזורך

# #30005
source: Select User Region
he_il: בחר אזור המשתמש

# #30006
source: Welcome Back
he_il: ברוך שובך

# #30007
source: Invalid User Credentials
he_il: אישורי כניסה לא תקינים

# #30008
source: Already have a Pluto.TV account?
he_il: כבר יש לך חשבון Pluto.TV?

# #30009
source: Guest
he_il: אורח

# #30010
source: Sign-In
he_il: להתחבר
